app/controllers/books_controller.rb

  def create
    book = Book.new(book_params)
    if book.save
---
INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["body", "test"], ["created_at", "2021-12-27 09:02:16.407933"], ["updated_at", "2021-12-27 09:02:16.407933"]]